Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/motoring_1/driving_offences/stolen_vehicles.html.txt.tmx
Source language: en
Languages: ga

source: Sometimes a vehicle may be stolen as a result of carelessness on the part of the owner
ga: Is iomaí feithicil a ghoidtear gach lá óna gcuid úinéirí

source: For example, by leaving your vehicle unlocked or unattended in public places, etc
ga: Uaireanta is de bharr easpa cúraim ag an úinéir a ghoidtear feithicil, mar shampla, nuair a fhágtar feithicil gan glas nó gan aire in áit phoiblí, agus mar sin de

source: It's very important to be aware of the potential risks when you leave your vehicle unattended (for even a few moments) in a public place
ga: Tá sé an-tábhachtach bheith san airdeall maidir leis an gcontúirt a d’fhéadfadh a bheith ann nuair a fhágtar feithicil gan aire in áit phoiblí (ar feadh nóiméid bheaga fiú amháin)

source: It's also important to be aware about parking, particularly when you park in daylight but return much later in darkness
ga: Tá sé tábhachtach a bheith san airdeall maidir le páirceáil chomh maith, go háirithe nuair a pháirceáltar i rith an lae agus a fhilltear i bhfad ina dhiaidh sin sa dorchadas

source: If your vehicle has an alarm, you should ensure that it is functioning properly and switched on when you leave your vehicle
ga: Má tá aláram ar an bhfeithicil, ba cheart cinntiú go bhfuil sé in ord maith agus é curtha ar siúl agat agus tú ag fágáil na feithicle

source: You might also consider using a safety chain or other visible deterrant around the steering wheel to put off potential thieves
ga: B’fhéidir gurbh fhiú smaoineamh ar shlabhra sábháilteachta nó ar bhac feiceálach eile thart ar an roth stiúrtha chomh maith d’fhonn ábhar drogaill ag gadaithe

source: If you find your vehicle has been stolen, you should report this to the Gardai immediately
ga: Má ghoidtear d’fheithicil, ba chóir duit scéal a chur chuig na Gardaí láithreach

source: Vehicles that are reported as stolen to members of the Gardai are entered on a central database to which all Garda stations in Ireland have access
ga: Nuair a chuirtear tuairisc chuig an nGarda Síochána go bhfuil feithiclí goidte cuirtear na sonraí ar bhancsonraí lárnach a bhfuil fáil ag na stáisiúin Ghardaí ar fad sa tír air

source: Stolen vehicles and reported stolen vehicles can be monitored and tracked through any part of the country by the Gardai in this way
ga: Ar an mbealach seo is féidir leis na Gardaí monatóireacht a dhéanamh ar fheithiclí goidte agus iad siúd a bhfuil tuairisc tugtha orthu iad a bheith goidte agus súil a choinneáil orthu in aon áit den tír

source: As a usual rule, insurance companies allow a period of approximately 3 months before claims in respect of stolen vehicles are processed
ga: Go hiondúil fanann comhlachtaí árachais timpeall trí mhí nó mar sin roimh aon éileamh ar chúiteamh maidir le feithicil goidte a phróiseáil

source: Insurance companies have their own methods of verifying stolen vehicles but will often contact the Gardai to confirm that the vehicle has been reported as stolen and to verify that the vehicle has not been located or returned to the registered owner
ga: Tá a gcuid bealaí féin ag comhlachtaí árachais le déanamh cinnte go bhfuil feithicil goidte ach is minic go ndéanann siad teagmháil leis an nGarda le cinntiú go bhfuil tuairisc tugtha do na Gardaí go bhfuil an fheithicíl goidte agus le cinntiú nach bhfuil an fheithicíl faighte nó tugtha ar ais chuig an úinéir cláraithe

source: The insurance company and Gardai remain in close contact and the insurance company is notified by the Gardai if the stolen vehicle is located at a future date
ga: Bíonn an comhlacht árachais agus an Garda ag obair as láimh a chéile agus cuireann an Garda in iúl don chomhlacht árachais má thagann siad ar an bhfeithicil sa todhchaí

source: Stolen vehicles should be reported at any Garda station immediately, either in person or by telephone or fax
ga: Ba cheart duit féin go pearsanta nó ar an nguthán nó le facs scéal a chur chuig aon stáisiún Gardaí láithreach má ghoidtear d'fheithicil

source: Contact your local Garda station
ga: Déan teagmháil le do stáisiún Gardaí áitiúil

source: Information on the location of Garda Stations in Ireland is listed in all public telephone directories
ga: Tá eolas ar an suíomh na Stáisiúin Gharda in Éirinn atá liostaithe i ngach eolairí teileafóin phoiblí
